CSI API ETABS v1
cDStChinese_2010 Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cDStChinese_2010
Public Interface cDStChinese_2010
Dim instance As cDStChinese_2010
public interface class cDStChinese_2010
type cDStChinese_2010 =  interface end
The cDStChinese_2010 type exposes the following members.
Methods
Name | Description
GetOverwrite
GetPreference
SetOverwrite
SetPreference
Top
See Also
Reference
ETABSv1 Namespace